Deno.serve(async (req: any) => {
  return new Response(
    new TextEncoder().encode(JSON.stringify([
      "Придбання преміуму надає доступ до тестів ЗНО та НМТ усіх попередніх років.",
      "Оплата відбувається лише один раз — це не підписка.",
      "З таких предметів як Математика, Хімія і Фізика доступні тести лише до 2019 року включно.(Станом на 26.01.2024)",
      "Поступово додаватиму нові тести з цих предметів.",
      "Преміум коштує 89.99 гривень"
    ])),
    { headers: { "Content-Type": "application/json; charset=utf-8" } },
  )
})
