Deno.serve(async (req) => {
  return new Response(
    JSON.stringify({
      data: [
        "Придбання преміуму надає доступ до тестів ЗНО та НМТ усіх попередніх років.",
        "Оплата відбувається лише один раз — це не підписка.",
        "З таких предметів як Математика, Хімія і Фізика доступні тести лише до 2019 року включно.(Станом на 17.01.2024)",
        "З часом будуть додаватися нові тести з цих предметів."
      ]
    }),
    { headers: { "Content-Type": "application/json" } },
  )
})
