Deno.serve(async (req: any) => {
  return new Response(
    new TextEncoder().encode(JSON.stringify([
      "Придбання преміуму надає доступ до тестів ЗНО та НМТ усіх попередніх років.",
      "Оплата відбувається лише один раз — це не підписка.",
      "З таких предметів як Хімія і Фізика наразі немає додаткових тестів. Математика має тести до 2014 року включно.(Станом на 14.03.2024)",
      "Поступово буде додано решту тестів з цих предметів.",
      "Преміум коштує 89.99 гривень"
    ])),
    { headers: { "Content-Type": "application/json; charset=utf-8" } },
  )
})
